Repository: vedanthsuresh/pitchperfect
Catalog: lib/l10n/app_*.arb
Languages: es

source: Pitch Perfect
es: Tono perfecto

source: Let's Present!
es: ¡Vamos a presentar!

source: Present
es: Presente

source: Your presentation topic is...
es: El tema de su presentación es...

# threeIdeas
source: Three ideas required to be covered are...
es: Tres ideas que deben cubrirse son...

# fiveMinutes
source: You have 5 minutes to prepare your presentation
es: Tienes 5 minutos para preparar tu presentación

source: Skip To Presentation
es: Saltar a la presentación

source: Time To Present!
es: ¡Es hora de presentar!

source: Your 5 minutes are up.
es: Tus 5 minutos se acabaron.

source: Camera
es: Cámara

source: Your Feedback
es: Tus comentarios

source: Eye Contact
es: Contacto visual

source: Content
es: Contenido

source: Enthusiasm
es: Entusiasmo

source: Overall Performance
es: Rendimiento general

source: Next
es: Próximo
